{
  "about": "Sobre",
  "experience": "Experiência",
  "projects": "Projetos",
  "hiIm": "Olá, me chamo",
  "softwareEnginner": "Desenvolvedor de Software",
  "age": "Idade",
  "email": "Email",
  "from": "De",
  "aboutMe": "Sobre mim",
  "aboutMeText1": "Atuei como Desenvolvedor na área Web e Mobile, com experiência em projetos para Android e iOS. Trabalhei em diversos sistemas, como plataformas de segurança e aprendizado, atuando tanto no front-end quanto no back-end com foco em tecnologias como React, TypeScript, Node.js e Flutter. Participei de todas as etapas do desenvolvimento, desde a codificação até o deploy em servidores e, no caso de aplicativos móveis, nas lojas (Google Play e Apple Store).",
  "aboutMeText2": "Desenvolvi soluções inovadoras, como um sistema de monitoramento de sensores via BLE (Bluetooth Low Energy), utilizado para garantir o transporte seguro de vacinas no Brasil. Também participei da criação de plataformas de gestão e aprendizado empresarial, aplicando sempre boas práticas de Clean Architecture e DevOps.",
  "aboutMeText3": "Atualmente, sou desenvolvedor na empresa NTSEC, onde continuo a aplicar minhas habilidades em projetos desafiadores e com grande impacto.",
  "yearsOfExperience": "Anos de experiência",
  "companiesWorked": "Empresas trabalhadas",
  "years": "anos",
  "atTheMoment": "atualmente",
  "wordBeforeYear": "de ",
  "december": "dez",
  "october": "out",
  "ntsecTitle": "Desenvolvedor Full Stack - NTSEC",
  "ntsecDescription": "Desenvolvo sistemas web e mobile para uso interno, atuando no front-end e back-end. Meu foco é criar soluções eficientes para diferentes áreas da empresa, ajudando a melhorar a operação e a produtividade. Utilizo tecnologias modernas para desenvolver, implementar e manter aplicações que atendem às necessidades dos usuários internos.",
  "soulprimeTitle": "Desenvolvedor Front-end Flutter - Soulprime",
  "soulprimeDescription": "Atuei no desenvolvimento front-end de um aplicativo Flutter para uma rede social baseada em Web3. Fui responsável pela implementação de interfaces intuitivas e pela integração com tecnologias descentralizadas, garantindo uma experiência de usuário fluida e segura.",
  "3778Title": "Desenvolvedor Full Stack - 3778",
  "3778Description": "Na 3378, uma empresa focada em soluções tecnológicas para a área de saúde, atuei como desenvolvedor full stack utilizando Node.js, React, TypeScript e GraphQL. Fui responsável pelo desenvolvimento de sistemas que integram diversas plataformas, focando em eficiência e escalabilidade. Trabalhei tanto no back-end, construindo APIs robustas, quanto no front-end, implementando interfaces responsivas e dinâmicas para otimizar a experiência do usuário.",
  "synapseTitle": "Desenvolvedor Full Stack - Synapse",
  "synapseDescription": "Na Synapse, uma empresa especializada em soluções tecnológicas inovadoras, atuei tanto no suporte a aplicações já entregues quanto no desenvolvimento de novas aplicações do zero. Um dos projetos de destaque foi o aplicativo Ares, desenvolvido para monitorar o transporte de vacinas da Pfizer no Brasil, utilizando tecnologia BLE (Bluetooth Low Energy) para garantir condições adequadas de temperatura e umidade. Minha atuação envolveu desde a arquitetura inicial até a implementação e manutenção das aplicações, sempre focando em qualidade e desempenho."
}
